import React from 'react'

const GameStart = () => {
  return (
    <section>
      <h1 className="font-bold text-3xl">Black Hole</h1>
      <p>
        Подарите себе незабываемую прогулку по неизведанным просторам Вселенной
        в нашей новой игре "Cosmic Devourer". Это та самая игра, где вы не
        просто обычный путешественник - вы могучая черная дыра с космическим
        аппетитом!
      </p>
      <p>
        Ваша цель, казалось бы, проста - расти и развиваться, поглощая все на
        своем пути. Начиная с звездных крошек типа астероидов и комет, вы будете
        постепенно набирать вес и мощь. Ну и, конечно, становиться всё более
        непреодолимо привлекательными для окружающего космического мусора.
      </p>
      <p>
        Но внимание, не все во Вселенной готовы вас полюбить! Более крупные
        объекты, такие как планеты и звезды, могут нанести вам урон. Поэтому
        отталкивайте их, пока не станете достаточно большими, чтобы поглотить
        даже их. Сейчас они вас отшвыривают, а завтра вы их... поглотите!
      </p>
      <p>
        "Black Hole" предлагает уникальный геймплей, в котором вы не только
        упражняетесь в стратегическом выборе закуски, но и активно избегаете
        космических боссов, пока не наберете достаточно мощности.
      </p>
      <p>
        Приготовьтесь к захватывающему космическому путешествию с элементами
        черного юмора. Нажмите кнопку "Начать" и поддайтесь своему космическому
        аппетиту. Вселенная, приготовься - пришло время стать космическим
        пожирателем!
      </p>
      <button>Поглотить Вселенную</button>
    </section>
  )
}

export default GameStart
